Repository: fennelouski/straight-up-browser
Catalog: Straight Up Browser/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

source: With this on, ⌥-clicking a link or image saves it rather than opening it. The rules narrow it down: Never-on domains always open, the per-kind toggles decide links vs images, Always-on domains always download, and file types limit it to the extensions you list (empty means every type). The demo runs your live rules against a sample URL.
ar: مع تفعيل هذا، النقر مع ⌥ على رابط أو صورة يحفظها بدلًا من فتحها. تضيّق القواعد ذلك: نطاقات «أبدًا» تفتح دائمًا، مفاتيح التبديل حسب النوع تقرر بين الروابط والصور، نطاقات «دائمًا» تنزّل دائمًا، وأنواع الملفات تقصره على الامتدادات التي تدرجها (الفارغ يعني كل نوع). يشغّل العرض التوضيحي قواعدك المباشرة على عنوان URL نموذجي.
ca: Amb això activat, ⌥-clic en un enllaç o imatge el desa en lloc d'obrir-lo. Les regles ho acoten: els dominis Mai sempre obren, els interruptors per tipus decideixen entre enllaços i imatges, els dominis Sempre sempre baixen, i els tipus de fitxer ho limiten a les extensions que llistis (buit significa tots els tipus). La demostració aplica les teves regles actives a un URL d'exemple.
cs: Když je toto zapnuté, ⌥-kliknutí na odkaz nebo obrázek ho uloží místo otevření. Pravidla to zpřesňují: domény Nikdy vždy otevírají, přepínače podle typu rozhodují mezi odkazy a obrázky, domény Vždy vždy stahují a typy souborů to omezují na přípony, které vypíšeš (prázdné znamená každý typ). Demo spustí tvá aktivní pravidla na ukázkové adrese URL.
da: Med dette slået til gemmer et ⌥-klik på et link eller billede det i stedet for at åbne det. Reglerne indsnævrer det: Aldrig-domæner åbner altid, kontakterne pr. type afgør links kontra billeder, Altid-domæner henter altid, og filtyper begrænser det til de filendelser, du angiver (tom betyder alle typer). Demoen kører dine aktive regler mod en eksempel-URL.
de: Wenn dies aktiviert ist, speichert ein ⌥-Klick auf einen Link oder ein Bild ihn, statt ihn zu öffnen. Die Regeln grenzen es ein: Nie-Domains öffnen immer, die Umschalter je Art entscheiden zwischen Links und Bildern, Immer-Domains laden immer herunter, und Dateitypen begrenzen es auf die von dir aufgelisteten Endungen (leer bedeutet jeden Typ). Die Demo wendet deine aktiven Regeln auf eine Beispiel-URL an.
el: Με αυτό ενεργό, το ⌥-κλικ σε έναν σύνδεσμο ή εικόνα το αποθηκεύει αντί να το ανοίγει. Οι κανόνες το περιορίζουν: οι τομείς Ποτέ ανοίγουν πάντα, οι διακόπτες ανά τύπο αποφασίζουν μεταξύ συνδέσμων και εικόνων, οι τομείς Πάντα κατεβάζουν πάντα, και οι τύποι αρχείων το περιορίζουν στις επεκτάσεις που παραθέτεις (το κενό σημαίνει κάθε τύπο). Η επίδειξη εκτελεί τους ζωντανούς κανόνες σου σε ένα δείγμα URL.
es: Con esto activado, ⌥-clic en un enlace o imagen lo guarda en lugar de abrirlo. Las reglas lo afinan: los dominios Nunca siempre abren, los interruptores por tipo deciden entre enlaces e imágenes, los dominios Siempre siempre descargan, y los tipos de archivo lo limitan a las extensiones que enumeres (vacío significa todos los tipos). La demo aplica tus reglas en vivo a una URL de ejemplo.
fi: Kun tämä on päällä, ⌥-napsautus linkkiin tai kuvaan tallentaa sen avaamisen sijaan. Säännöt rajaavat sitä: Ei koskaan -verkkotunnukset avautuvat aina, tyyppikohtaiset kytkimet päättävät linkkien ja kuvien välillä, Aina-verkkotunnukset lataavat aina, ja tiedostotyypit rajoittavat sen luettelemiisi tiedostopäätteisiin (tyhjä tarkoittaa kaikkia tyyppejä). Demo ajaa aktiiviset sääntösi esimerkki-URL-osoitetta vasten.
fr: Avec ceci activé, ⌥-cliquer sur un lien ou une image l'enregistre au lieu de l'ouvrir. Les règles l'affinent : les domaines Jamais s'ouvrent toujours, les bascules par type décident entre liens et images, les domaines Toujours téléchargent toujours, et les types de fichiers le limitent aux extensions que vous listez (vide signifie tous les types). La démo applique vos règles en direct à une URL d'exemple.
he: כשזה מופעל, ⌥-לחיצה על קישור או תמונה שומרת אותם במקום לפתוח. הכללים מצמצמים זאת: דומיינים של אף פעם תמיד נפתחים, המתגים לפי סוג מחליטים בין קישורים לתמונות, דומיינים של תמיד תמיד מורידים, וסוגי קבצים מגבילים זאת לסיומות שאתה מפרט (ריק פירושו כל סוג). ההדגמה מריצה את הכללים החיים שלך על כתובת URL לדוגמה.
hi: इसके चालू होने पर, किसी लिंक या छवि पर ⌥-क्लिक करना उसे खोलने के बजाय सहेजता है। नियम इसे सीमित करते हैं: कभी-नहीं डोमेन हमेशा खुलते हैं, प्रति-प्रकार टॉगल लिंक बनाम छवि तय करते हैं, हमेशा डोमेन हमेशा डाउनलोड करते हैं, और फ़ाइल प्रकार इसे आपके द्वारा सूचीबद्ध एक्सटेंशनों तक सीमित करते हैं (रिक्त का अर्थ हर प्रकार)। डेमो एक नमूना URL पर आपके सक्रिय नियम चलाता है।
hr: Uz ovo uključeno, ⌥-klik na poveznicu ili sliku je sprema umjesto otvaranja. Pravila to sužavaju: domene Nikad uvijek otvaraju, preklopnici po vrsti odlučuju između poveznica i slika, domene Uvijek uvijek preuzimaju, a vrste datoteka to ograničavaju na nastavke koje navedeš (prazno znači svaku vrstu). Demo pokreće tvoja aktivna pravila na primjeru URL-a.
hu: Ezzel bekapcsolva egy hivatkozásra vagy képre ⌥-kattintás menti azt megnyitás helyett. A szabályok szűkítik: a Soha-tartományok mindig megnyílnak, a típusonkénti kapcsolók döntenek a hivatkozások és képek között, a Mindig-tartományok mindig letöltenek, és a fájltípusok az általad felsorolt kiterjesztésekre korlátozzák (az üres minden típust jelent). A demó az aktív szabályaidat futtatja egy minta URL-en.
id: Dengan ini aktif, ⌥-klik pada tautan atau gambar menyimpannya alih-alih membukanya. Aturan mempersempitnya: domain Tidak-pernah selalu membuka, sakelar per jenis memutuskan tautan vs gambar, domain Selalu-aktif selalu mengunduh, dan jenis berkas membatasinya ke ekstensi yang kamu daftarkan (kosong berarti setiap jenis). Demo menjalankan aturan langsungmu terhadap URL contoh.
it: Con questa opzione attiva, ⌥-clic su un link o un'immagine lo salva invece di aprirlo. Le regole lo restringono: i domini Mai si aprono sempre, gli interruttori per tipo decidono tra link e immagini, i domini Sempre scaricano sempre, e i tipi di file lo limitano alle estensioni che elenchi (vuoto significa ogni tipo). La demo applica le tue regole attive a un URL di esempio.
ja: これをオンにすると、リンクや画像を⌥-クリックすると開く代わりに保存します。ルールがそれを絞り込みます：「なし」ドメインは常に開き、種類別のスイッチがリンクか画像かを決め、「常に」ドメインは常にダウンロードし、ファイルの種類が列挙した拡張子に限定します（空欄はすべての種類を意味します）。デモはサンプルURLに対して有効なルールを実行します。
ko: 이것을 켜면 링크나 이미지를 ⌥-클릭할 때 열지 않고 저장합니다. 규칙이 이를 좁힙니다: 안 함 도메인은 항상 열고, 유형별 스위치가 링크 대 이미지를 결정하며, 항상 도메인은 항상 다운로드하고, 파일 유형은 나열한 확장자로 제한합니다(비어 있으면 모든 유형). 데모는 샘플 URL에 대해 라이브 규칙을 실행합니다.
ms: Dengan ini dihidupkan, ⌥-klik pada pautan atau imej menyimpannya dan bukan membukanya. Peraturan mengecilkannya: domain Tidak-pernah sentiasa membuka, togol setiap jenis memutuskan pautan lwn imej, domain Sentiasa-hidup sentiasa memuat turun, dan jenis fail mengehadkannya kepada sambungan yang anda senaraikan (kosong bermaksud setiap jenis). Demo menjalankan peraturan langsung anda terhadap URL contoh.
nb: Med dette på lagrer et ⌥-klikk på en lenke eller et bilde den i stedet for å åpne den. Reglene avgrenser det: Aldri-på-domener åpner alltid, bryterne per type avgjør lenker kontra bilder, Alltid-på-domener laster alltid ned, og filtyper begrenser det til filendelsene du lister opp (tom betyr alle typer). Demoen kjører dine aktive regler mot en eksempel-URL.
nl: Met dit aan slaat ⌥-klikken op een link of afbeelding hem op in plaats van te openen. De regels bakenen het af: Nooit-aan-domeinen openen altijd, de schakelaars per type beslissen tussen links en afbeeldingen, Altijd-aan-domeinen downloaden altijd, en bestandstypen beperken het tot de extensies die je opsomt (leeg betekent elk type). De demo past je actieve regels toe op een voorbeeld-URL.
pl: Gdy to włączone, ⌥-kliknięcie łącza lub obrazu zapisuje je zamiast otwierać. Reguły to zawężają: domeny Nigdy zawsze otwierają, przełączniki dla typów decydują między łączami a obrazami, domeny Zawsze zawsze pobierają, a typy plików ograniczają to do wymienionych rozszerzeń (puste oznacza każdy typ). Demo uruchamia Twoje aktywne reguły na przykładowym adresie URL.
pt_br: Com isso ativado, ⌥-clicar em um link ou imagem o salva em vez de abrir. As regras refinam: domínios Nunca sempre abrem, os interruptores por tipo decidem entre links e imagens, domínios Sempre sempre baixam, e os tipos de arquivo limitam às extensões que você listar (vazio significa todos os tipos). A demonstração aplica suas regras ativas a um URL de exemplo.
ro: Cu aceasta activată, ⌥-clic pe un link sau o imagine o salvează în loc să o deschidă. Regulile o restrâng: domeniile Niciodată se deschid întotdeauna, comutatoarele pe tip decid între linkuri și imagini, domeniile Întotdeauna descarcă întotdeauna, iar tipurile de fișiere o limitează la extensiile pe care le enumeri (gol înseamnă orice tip). Demonstrația rulează regulile tale active pe un URL exemplu.
ru: С этим включённым ⌥-щелчок по ссылке или изображению сохраняет его вместо открытия. Правила сужают это: домены «Никогда» всегда открывают, переключатели по типу решают между ссылками и изображениями, домены «Всегда» всегда загружают, а типы файлов ограничивают его перечисленными вами расширениями (пусто означает любой тип). Демо применяет ваши активные правила к примеру URL.
sk: Keď je toto zapnuté, ⌥-kliknutie na odkaz alebo obrázok ho uloží namiesto otvorenia. Pravidlá to spresňujú: domény Nikdy vždy otvárajú, prepínače podľa typu rozhodujú medzi odkazmi a obrázkami, domény Vždy vždy sťahujú a typy súborov to obmedzujú na prípony, ktoré vypíšeš (prázdne znamená každý typ). Demo spustí tvoje aktívne pravidlá na ukážkovej adrese URL.
sv: Med detta på sparar ⌥-klick på en länk eller bild den i stället för att öppna den. Reglerna avgränsar det: Aldrig-på-domäner öppnar alltid, växlarna per typ avgör länkar kontra bilder, Alltid-på-domäner laddar alltid ner, och filtyper begränsar det till de filändelser du listar (tomt betyder alla typer). Demon kör dina aktiva regler mot en exempel-URL.
th: เมื่อเปิดสิ่งนี้ การ ⌥-คลิกลิงก์หรือรูปภาพจะบันทึกแทนการเปิด กฎจะจำกัดให้แคบลง: โดเมนไม่เคยจะเปิดเสมอ สวิตช์ตามประเภทตัดสินระหว่างลิงก์กับรูปภาพ โดเมนเสมอจะดาวน์โหลดเสมอ และประเภทไฟล์จำกัดไว้ที่นามสกุลที่คุณระบุ (ว่างหมายถึงทุกประเภท) เดโมจะรันกฎที่ใช้งานอยู่ของคุณกับ URL ตัวอย่าง
tr: Bu açıkken bir bağlantıya ya da görüntüye ⌥-tıklaması, onu açmak yerine kaydeder. Kurallar bunu daraltır: Asla etki alanları her zaman açar, tür başına geçişler bağlantı ile görüntü arasında karar verir, Her zaman etki alanları her zaman indirir ve dosya türleri onu listelediğin uzantılarla sınırlar (boş, her tür anlamına gelir). Demo, etkin kurallarını örnek bir URL üzerinde çalıştırır.
uk: Із цим увімкненим ⌥-клік по посиланню або зображенню зберігає його замість відкриття. Правила звужують це: домени «Ніколи» завжди відкривають, перемикачі за типом вирішують між посиланнями та зображеннями, домени «Завжди» завжди завантажують, а типи файлів обмежують це переліченими вами розширеннями (порожньо означає будь-який тип). Демо застосовує ваші активні правила до прикладу URL.
vi: Khi bật cái này, ⌥-nhấp vào một liên kết hoặc hình ảnh sẽ lưu nó thay vì mở. Các quy tắc thu hẹp điều đó: miền Không-bao-giờ luôn mở, các công tắc theo loại quyết định liên kết hay hình ảnh, miền Luôn-luôn luôn tải xuống, và loại tệp giới hạn nó theo các phần mở rộng bạn liệt kê (để trống nghĩa là mọi loại). Bản demo chạy các quy tắc trực tiếp của bạn trên một URL mẫu.
zh_hans: 开启此项后，⌥-点击链接或图片会保存而非打开它。规则会加以细化：“从不”域名始终打开，按类型的开关决定链接还是图片，“始终”域名始终下载，文件类型将其限制为你列出的扩展名（留空表示所有类型）。演示会针对示例 URL 运行你的实时规则。
zh_hk: 開啟此項後，⌥-點按連結或圖片會儲存而非打開它。規則會加以細化：「永不」網域永遠打開，依類型的開關決定連結還是圖片，「永遠」網域永遠下載，檔案類型將其限制為你列出的副檔名（留空表示所有類型）。示範會針對範例 URL 執行你的即時規則。

source: Workspace name
ar: اسم مساحة العمل
ca: Nom de l'espai de treball
cs: Název pracovního prostoru
da: Navn på arbejdsområde
de: Name des Arbeitsbereichs
el: Όνομα χώρου εργασίας
es: Nombre del espacio de trabajo
fi: Työtilan nimi
fr: Nom de l'espace de travail
he: שם סביבת העבודה
hi: कार्यक्षेत्र नाम
hr: Naziv radnog prostora
hu: Munkaterület neve
id: Nama Ruang Kerja
it: Nome dello spazio di lavoro
ja: ワークスペース名
ko: 작업 공간 이름
ms: Nama Ruang Kerja
nb: Navn på arbeidsområde
nl: Naam van werkruimte
pl: Nazwa obszaru roboczego
pt_br: Nome do espaço de trabalho
ro: Numele spațiului de lucru
ru: Имя рабочего пространства
sk: Názov pracovného priestoru
sv: Namn på arbetsyta
th: ชื่อพื้นที่ทำงาน
tr: Çalışma Alanı Adı
uk: Назва робочого простору
vi: Tên không gian làm việc
zh_hans: 工作区名称
zh_hk: 工作區名稱

source: Workspace Name
ar: اسم مساحة العمل
ca: Nom de l'espai de treball
cs: Název pracovního prostoru
da: Navn på arbejdsområde
de: Name des Arbeitsbereichs
el: Όνομα χώρου εργασίας
es: Nombre del espacio de trabajo
fi: Työtilan nimi
fr: Nom de l'espace de travail
he: שם סביבת העבודה
hi: कार्यक्षेत्र नाम
hr: Naziv radnog prostora
hu: Munkaterület neve
id: Nama Ruang Kerja
it: Nome dello spazio di lavoro
ja: ワークスペース名
ko: 작업 공간 이름
ms: Nama Ruang Kerja
nb: Navn på arbeidsområde
nl: Naam van werkruimte
pl: Nazwa obszaru roboczego
pt_br: Nome do espaço de trabalho
ro: Numele spațiului de lucru
ru: Имя рабочего пространства
sk: Názov pracovného priestoru
sv: Namn på arbetsyta
th: ชื่อพื้นที่ทำงาน
tr: Çalışma Alanı Adı
uk: Назва робочого простору
vi: Tên không gian làm việc
zh_hans: 工作区名称
zh_hk: 工作區名稱

source: Workspaces
ar: مساحات العمل
ca: Espais de treball
cs: Pracovní prostory
da: Arbejdsområder
de: Arbeitsbereiche
el: Χώροι εργασίας
es: Espacios de trabajo
fi: Työtilat
fr: Espaces de travail
he: סביבות עבודה
hi: कार्यक्षेत्र
hr: Radni prostori
hu: Munkaterületek
id: Ruang Kerja
it: Spazi di lavoro
ja: ワークスペース
ko: 작업 공간
ms: Ruang Kerja
nb: Arbeidsområder
nl: Werkruimten
pl: Obszary robocze
pt_br: Espaços de trabalho
ro: Spații de lucru
ru: Рабочие пространства
sk: Pracovné priestory
sv: Arbetsytor
th: พื้นที่ทำงาน
tr: Çalışma Alanları
uk: Робочі простори
vi: Không gian làm việc
zh_hans: 工作区
zh_hk: 工作區

source: You return → it reloads instantly, scroll and history kept
ar: تعود ← تُعاد فورًا، مع الاحتفاظ بالتمرير والسجل
ca: Tornes → es recarrega a l'instant, desplaçament i historial conservats
cs: Vrátíš se → okamžitě se znovu načte, posunutí a historie zachovány
da: Du vender tilbage → det genindlæses øjeblikkeligt, rulning og historik bevaret
de: Du kehrst zurück → er lädt sofort neu, Scroll und Verlauf bleiben erhalten
el: Επιστρέφεις → επαναφορτώνεται ακαριαία, κύλιση και ιστορικό διατηρούνται
es: Vuelves → se recarga al instante, conservando desplazamiento e historial
fi: Palaat → se latautuu heti uudelleen, vieritys ja historia säilytetään
fr: Vous revenez → il se recharge instantanément, défilement et historique conservés
he: אתה חוזר ← היא נטענת מחדש באופן מיידי, גלילה והיסטוריה נשמרים
hi: आप वापस आते हैं → यह तुरंत फिर से लोड होता है, स्क्रॉल और इतिहास बनाए रखे जाते हैं
hr: Vratiš se → trenutno se ponovno učitava, pomicanje i povijest zadržani
hu: Visszatérsz → azonnal újratöltődik, görgetés és előzmények megmaradnak
id: Kamu kembali → dimuat ulang secara instan, gulir dan riwayat dipertahankan
it: Torni → si ricarica all'istante, scorrimento e cronologia mantenuti
ja: 戻ると → 即座に再読み込みされ、スクロールと履歴は保持されます
ko: 돌아오면 → 즉시 다시 로드되고 스크롤과 기록이 유지됩니다
ms: Anda kembali → ia dimuatkan semula serta-merta, tatal dan sejarah dikekalkan
nb: Du kommer tilbake → den lastes inn på nytt umiddelbart, rulling og logg beholdt
nl: Je keert terug → hij laadt direct opnieuw, scrollen en geschiedenis behouden
pl: Wracasz → przeładowuje się natychmiast, przewijanie i historia zachowane
pt_br: Você volta → recarrega instantaneamente, rolagem e histórico mantidos
ro: Te întorci → se reîncarcă instantaneu, derulare și istoric păstrate
ru: Вы возвращаетесь → она мгновенно перезагружается, прокрутка и история сохранены
sk: Vrátiš sa → okamžite sa znova načíta, posunutie a história zachované
sv: Du återvänder → den läses om direkt, rullning och historik behålls
th: คุณกลับมา → มันโหลดใหม่ทันที การเลื่อนและประวัติถูกเก็บไว้
tr: Geri dönersin → anında yeniden yüklenir, kaydırma ve geçmiş korunur
uk: Ви повертаєтеся → вона миттєво перезавантажується, прокрутка й історія збережені
vi: Bạn quay lại → nó tải lại ngay lập tức, cuộn và lịch sử được giữ
zh_hans: 你返回时 → 它立即重新加载，滚动和历史记录都保留
zh_hk: 你返回時 → 它立即重新載入，捲動與紀錄都保留

source: You type in the omnibar
ar: تكتب في شريط العناوين
ca: Escrius a l'omnibar
cs: Píšeš v omnibaru
da: Du skriver i omnibaren
de: Du tippst in der Omnibar
el: Πληκτρολογείς στο omnibar
es: Escribes en la omnibar
fi: Kirjoitat omnipalkkiin
fr: Vous tapez dans l'omnibar
he: אתה מקליד בשורת הכתובת
hi: आप ओमनीबार में टाइप करते हैं
hr: Tipkaš u omnibaru
hu: Gépelsz az omnibarban
id: Kamu mengetik di omnibar
it: Digiti nell'omnibar
ja: オムニバーに入力します
ko: 옴니바에 입력합니다
ms: Anda menaip di omnibar
nb: Du skriver i omnibaren
nl: Je typt in de omnibalk
pl: Piszesz w omnibarze
pt_br: Você digita na omnibar
ro: Tastezi în omnibar
ru: Вы вводите в омнибаре
sk: Píšeš v omnibare
sv: Du skriver i omnibaren
th: คุณพิมพ์ในออมนิบาร์
tr: Omnibar'a yazarsın
uk: Ви вводите в омнібарі
vi: Bạn gõ trong omnibar
zh_hans: 你在地址栏中输入
zh_hk: 你在網址列中輸入

source: Your browser can be driven from the terminal with browser-cli (see CLI_USAGE.md in the project for setup):
ar: يمكن التحكم في متصفح لديك من الطرفية باستخدام browser-cli (راجع CLI_USAGE.md في المشروع للإعداد):
ca: El teu navegador es pot controlar des del terminal amb browser-cli (consulta CLI_USAGE.md al projecte per a la configuració):
cs: Tvůj prohlížeč lze ovládat z terminálu pomocí browser-cli (nastavení viz CLI_USAGE.md v projektu):
da: Din browser kan styres fra terminalen med browser-cli (se CLI_USAGE.md i projektet for opsætning):
de: Dein Browser lässt sich mit browser-cli vom Terminal aus steuern (siehe CLI_USAGE.md im Projekt zur Einrichtung):
el: Το πρόγραμμα περιήγησης μπορεί να ελεγχθεί από το τερματικό με το browser-cli (δες το CLI_USAGE.md στο έργο για τη ρύθμιση):
es: Tu navegador se puede controlar desde el terminal con browser-cli (consulta CLI_USAGE.md en el proyecto para la configuración):
fi: selaintasi voi ohjata päätteestä browser-cli:llä (katso asennus CLI_USAGE.md-tiedostosta projektissa):
fr: Votre navigateur peut être piloté depuis le terminal avec browser-cli (voir CLI_USAGE.md dans le projet pour la configuration) :
he: ניתן לשלוט בדפדפן שלך מהמסוף עם browser-cli (ראה CLI_USAGE.md בפרויקט להגדרה):
hi: आपके ब्राउज़र को browser-cli के साथ टर्मिनल से चलाया जा सकता है (सेटअप के लिए प्रोजेक्ट में CLI_USAGE.md देखें):
hr: Tvojim preglednikom može se upravljati iz terminala pomoću browser-cli (za postavljanje vidi CLI_USAGE.md u projektu):
hu: Az böngésződ vezérelhető a terminálból a browser-cli segítségével (a beállításhoz lásd a CLI_USAGE.md fájlt a projektben):
id: Browser mu dapat dikendalikan dari terminal dengan browser-cli (lihat CLI_USAGE.md di proyek untuk penyiapan):
it: Il tuo browser può essere controllato dal terminale con browser-cli (vedi CLI_USAGE.md nel progetto per la configurazione):
ja: ブラウザは browser-cli を使ってターミナルから操作できます（設定はプロジェクトのCLI_USAGE.mdを参照）：
ko: 브라우저는 browser-cli로 터미널에서 제어할 수 있습니다(설정은 프로젝트의 CLI_USAGE.md 참조):
ms: Pelayar anda boleh dikendalikan dari terminal dengan browser-cli (lihat CLI_USAGE.md dalam projek untuk persediaan):
nb: nettleseren din kan styres fra terminalen med browser-cli (se CLI_USAGE.md i prosjektet for oppsett):
nl: Je browser kan vanaf de terminal worden aangestuurd met browser-cli (zie CLI_USAGE.md in het project voor de configuratie):
pl: Twoją przeglądarką można sterować z terminala za pomocą browser-cli (zobacz CLI_USAGE.md w projekcie, aby skonfigurować):
pt_br: Seu navegador pode ser controlado pelo terminal com browser-cli (veja CLI_USAGE.md no projeto para configuração):
ro: Browserul tău poate fi controlat din terminal cu browser-cli (vezi CLI_USAGE.md în proiect pentru configurare):
ru: Вашим браузером можно управлять из терминала с помощью browser-cli (настройку см. в CLI_USAGE.md в проекте):
sk: Tvoj prehliadač možno ovládať z terminálu pomocou browser-cli (nastavenie pozri CLI_USAGE.md v projekte):
sv: Din webbläsare kan styras från terminalen med browser-cli (se CLI_USAGE.md i projektet för konfiguration):
th: เบราว์เซอร์ ของคุณสามารถควบคุมได้จากเทอร์มินัลด้วย browser-cli (ดู CLI_USAGE.md ในโปรเจกต์เพื่อการตั้งค่า):
tr: tarayıcın browser-cli ile terminalden yönetilebilir (kurulum için projedeki CLI_USAGE.md dosyasına bak):
uk: Вашим браузером можна керувати з термінала за допомогою browser-cli (налаштування див. у CLI_USAGE.md у проєкті):
vi: Trình duyệt của bạn có thể được điều khiển từ terminal bằng browser-cli (xem CLI_USAGE.md trong dự án để thiết lập):
zh_hans: 你的 浏览器可通过 browser-cli 从终端进行操控（设置方法参见项目中的 CLI_USAGE.md）：
zh_hk: 你的 瀏覽器可透過 browser-cli 從終端機進行操控（設定方法參見專案中的 CLI_USAGE.md）：

source: Your browser needs a human
ar: متصفحك يحتاج إلى إنسان
ca: El teu navegador necessita un humà
cs: Tvůj prohlížeč potřebuje člověka
da: Din browser har brug for et menneske
de: Dein Browser braucht einen Menschen
el: Το πρόγραμμα περιήγησής σου χρειάζεται έναν άνθρωπο
es: Tu navegador necesita un humano
fi: Selaimesi tarvitsee ihmisen
fr: Votre navigateur a besoin d'un humain
he: הדפדפן שלך זקוק לבן אדם
hi: आपके ब्राउज़र को एक इंसान की आवश्यकता है
hr: Tvoj preglednik treba čovjeka
hu: A böngésződnek emberre van szüksége
id: Browsermu membutuhkan manusia
it: Il tuo browser ha bisogno di un umano
ja: ブラウザには人間が必要です
ko: 브라우저에 사람이 필요합니다
ms: Pelayar anda memerlukan manusia
nb: Nettleseren din trenger et menneske
nl: Je browser heeft een mens nodig
pl: Twoja przeglądarka potrzebuje człowieka
pt_br: Seu navegador precisa de um humano
ro: Browserul tău are nevoie de un om
ru: Вашему браузеру нужен человек
sk: Tvoj prehliadač potrebuje človeka
sv: Din webbläsare behöver en människa
th: เบราว์เซอร์ของคุณต้องการมนุษย์
tr: Tarayıcının bir insana ihtiyacı var
uk: Вашому браузеру потрібна людина
vi: Trình duyệt của bạn cần một con người
zh_hans: 你的浏览器需要一个人
zh_hk: 你的瀏覽器需要一個人
